{
    "images": {
        "card-generator": {
            "generator-page": "Stran generatorja"
        },
        "smoking-tracker": {
            "graph-page": "Stran z grafom",
            "home-page": "Domača stran",
            "settings-page": "Stran z nastavitvami"
        }
    },
    "components": {
        "navbar": {
            "brand": "Domov",
            "language": "Jezik",
            "projects": "Projekti",
            "settings": "Nastavitve"
        }
    },
    "pages": {
        "card-generator": {
            "description": "je namizna aplikacija za ustvarjanje in generiranje kart po meri. Z uporabo Excel preglednic in prilagodljivih fxml predlog lahko hitro ustvarite celotne komplete kart, ne da bi morali oblikovati vsako karto posebej",
            "text1": {
                "description2": "Vse podatke, kot so na primer ime, moč, opis in posebne lastnosti, vnesete v Excel, aplikacija pa samodejno ustvari profesionalno oblikovane karte na podlagi vaše predloge fxml. Končane karte lahko izvozite kot png slike ali pa celoten komplet prenesete kot datoteko pdf",
                "description3": "je zasnovan z intuitivnim uporabniškim vmesnikom, vizualnim predogledom v realnem času in popolnim nadzorom nad postavitvijo elementov. Projekti in predloge so shranjeni lokalno, kar zagotavlja zasebnost in zanesljivost med delom"
            },
            "text2": {
                "description": "Hitro, učinkovito in popolnoma prilagojeno ustvarite tematske komplete in prototipe družabnih iger"
            },
            "text3": {
                "benefits1": "Vnos podatkov preko Excela za samodejno ustvarjanje kart",
                "benefits2": "Popolnoma prilagodljiva predloga fxml",
                "benefits3": "Izvoz kart kot png slike ali kot datoteka pdf",
                "description1": "Ključne lastnosti"
            },
            "title": "Generator Kart"
        },
        "cookie-notice": {
            "close": "Zapri",
            "message": "To spletno mesto uporablja piškotke za analizo in izboljšanje vaše uporabniške izkušnje. Z nadaljnjo uporabo spletnega mesta se strinjate z uporabo piškotkov"
        },
        "footer": {
            "privacy-policy": "Politika zasebnosti",
            "terms-of-service": "Pogoji storitve"
        },
        "home": {
            "description": "Živijo, sem Gašper iz Slovenije",
            "lead": "Študent na Fakulteti za informacijske študije Novo mesto",
            "projects": "Projekti",
            "title": "Domov"
        },
        "not-found": {
            "description": "Videti je da si zašel s poti",
            "title": "Izgubljen v vesolju"
        },
        "projects": {
            "benefits1": "Preprost in intuitiven uporabniški vmesnik",
            "description1": "Ključne lastnosti",
            "text1": {
                "title": "Kaj je"
            }
        },
        "smoking-tracker": {
            "description": "je enostavna aplikacija za sledenje kajenju, ki vam pomaga razumeti vaše navade in napredek pri opuščanju kajenja. Vsaka cigareta, ki jo pokadite, je jasno zabeležena, kar vam daje podroben vpogled v vaše dnevne, tedenske in mesečne vzorce",
            "text1": {
                "description2": "Aplikacija vam omogoča vizualizacijo podatkov s tedenskimi, mesečnimi in letnimi grafi, tako da lahko hitro prepoznate svoje navade. Na podlagi teh podatkov se lahko bolj informirano odločite o tem, kako zmanjšati ali nadzorovati število pokajenih cigaret",
                "description3": "Vsi podatki so shranjeni lokalno na vaši napravi, kar zagotavlja zasebnost in varnost. Po želji lahko omogočite tudi samodejno varnostno kopiranje, da bodo vaši podatki varni tudi ob menjavi naprave. Aplikacija podpira večjezičnost in je na voljo v slovenščini in angleščini, z intuitivnim uporabniškim vmesnikom, ki je prijazen tako začetnikom kot naprednim uporabnikom",
                "description4": "Poleg sledenja in vizualizacije napredka vam aplikacija pomaga razumeti dolgoročne trende in vzorce kajenja, kar je ključnega pomena za načrtovanje sprememb in doseganje ciljev. Že samo sledenje dnevne porabe vam omogoča boljši nadzor nad vašimi navadami"
            },
            "text2": {
                "description": "Prenesite aplikacijo še danes in začnite spremljati svojo porabo!"
            },
            "text3": {
                "benefits1": "Lokalno shranjevanje podatkov za večjo zasebnost",
                "benefits2": "Dnevna, mesečna in letna statistika z grafi",
                "benefits3": "Samodejne varnostne kopije (odvisno od naprave)",
                "benefits4": "Večjezična podpora: angleščina in slovenščina"
            },
            "title": "Sledilnik Kajenja"
        }
    },
    "projects": {
        "available": "Na voljo v sistemu",
        "available1": "Na voljo v sistemih Windows in Linux",
        "download": "Prenesi",
        "preview": "Predogled aplikacije",
        "supported-languages": "Podprti jeziki",
        "version": "Različica",
        "view": "Ogled"
    }
}
